cases/verification/incompressible/couette-2d/openfoam/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application icoFoam;
startFrom startTime; startTime 0; stopAt endTime; endTime 1;
deltaT 0.01; writeControl timeStep; writeInterval 10;
purgeWrite 0; writeFormat ascii; writePrecision 6;
