cases/verification/incompressible/couette-2d/openfoam/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (0 0 0);
boundaryField {
    inlet { type fixedValue; value uniform (0 0 0); }
    outlet { type zeroGradient; }
    bottom { type noSlip; }
    top { type fixedValue; value uniform (1 0 0); }
    frontAndBack { type empty; }
}
