cases/verification/incompressible/couette-2d/openfoam/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers { p { solver PCG; preconditioner DIC; tolerance 1e-06; relTol 0.01; }
U { solver PBiCG; preconditioner DILU; tolerance 1e-06; relTol 0.01; } }
SIMPLE { nNonOrthogonalCorrectors 0; }
