cases/verification/incompressible/couette-2d/openfoam/Allrun
#!/bin/bash
set -e; blockMesh; icoFoam
echo "Done. Compare with: cfdvv compare . -r reference/analytical/solution.csv"
